Repository: Yubico/yubioath-ios
Catalog: Authenticator/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, sk

source: in this version
de: in dieser Version
fr: dans cette version
ja: このバージョンの
sk: v tejto verzii

source: A PIN must be at least %llu characters long and may contain letters, numbers and special characters.
de: Eine PIN muss mindestens %llu Zeichen lang sein und darf Buchstaben, Ziffern und Sonderzeichen enthalten.
fr: Saisissez votre nouveau PIN. Un PIN doit avoir au moins %llu caractères et peut inclure des lettres, chiffres et caractères spéciaux.
ja: 新しいPINを入力してください。PINは%llu文字以上にする必要があり、文字、数字、特殊文字を含めることができます。
sk: PIN kód musí mať aspoň %llu znakov a môže obsahovať písmená, číslice a špeciálne znaky.

source: A PIN must be at least %llu characters long, contain at least 2 unique characters, and not be a commonly used PIN, like "123456". It may contain letters, numbers and special characters.
de: Eine PIN muss mindestens %llu Zeichen lang sein, 2 unterschiedliche Zeichen enthalten und darf nicht eine häufig verwendete PIN wie z.B. "123456" sein. Die PIN darf Buchstaben, Ziffern und Sonderzeichen enthalten.
fr: Le code PIN doit être composé d'au moins %llu caractères, contenir au moins 2 caractères uniques et ne pas être un code PIN couramment utilisé, comme "123456". Il peut contenir des lettres, des chiffres et des caractères spéciaux.
ja: PINは少なくとも %llu 文字以上で、少なくとも2つのユニークな文字を含み、"123456 "のような一般的に使用されているPINであってはなりません。文字、数字、特殊文字を含むことができます。
sk: PIN kód musí mať aspoň %llu znakov, musí obsahovať aspoň 2 jedinečné znaky a nesmie byť bežne používaným PIN kódom ako napríklad „123456“. Môže obsahovať písmená, číslice a špeciálne znaky.

source: About
de: Über
fr: Infos
ja: 概要
sk: O aplikácii

source: Account deleted
de: Konto gelöscht
fr: Compte supprimé
ja: アカウントが削除されました
sk: Účet bol odstránený

source: Account name can not be empty
de: Kontoname darf nicht leer sein
fr: Le nom du compte ne peut pas être vide
ja: アカウント名は空白にできません
sk: Názov účtu nemôže byť prázdny

source: Account not set
de: Konto nicht eingerichtet
fr: Compte non créé
ja: アカウントが設定されていません
sk: Účet nie je nastavený

source: Account renamed
de: Konto umbenannt
fr: Compte renommé
ja: アカウントの名前が変更されました
sk: Účet bol premenovaný

source: Accounts
de: OATH Konten
fr: Comptes
ja: アカウント
sk: Účty

source: Activate NFC
de: NFC aktivieren
fr: Activer NFC
ja: NFCを有効化
sk: Aktivovať NFC

source: Add account
de: Konto hinzufügen
fr: Ajouter compte
ja: アカウントを追加
sk: Pridať účet

source: Add Credential
de: Authentifizierungsdaten hinzufügen
fr: Ajouter infos d'identification
ja: 資格情報を追加
sk: Pridať poverenie

source: Algorithm
de: Algorithmus
fr: Algorithme
ja: アルゴリズム
sk: Algoritmus

source: and can be used by other applications
de: und kann von anderen Anwendungen genutzt werden
fr: et peut être utilisé par d'autres applications
ja: 他のアプリケーションで使用できます
sk: a môžu ich používať aj iné aplikácie

source: Application
de: Applikation
ja: アプリケーション
sk: Aplikácia

source: Authentication required
de: Authentifizierung erforderlich
fr: Authentification requise
ja: 認証が必要です
sk: Vyžaduje sa overenie

source: Calculate
de: Generiere
fr: Calculer
ja: 導出
sk: Vypočítať

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
sk: Zrušiť

source: Certificates on this YubiKey can be used to authenticate and sign requests from other applications if added to this
de: Zertifikate auf diesem YubiKey können dazu verwendet werden, um Anfragen von anderen Anwendungen zu authentifizieren und zu signieren
fr: Les certificats sur cette YubiKey peuvent être utilisés pour authentifier et signer des requêtes provenant d'autres applications s'ils sont ajoutés à celle-ci
ja: このYubiKeyの証明書を使用して、他のアプリケーションからのリクエストが追加された場合に認証して署名することができます
sk: Certifikáty na tomto kľúči YubiKey možno použiť na overovanie a podpisovanie požiadaviek z iných aplikácií, ak sa pridajú do tohto

source: Certificates on this YubiKey can be used to authenticate and sign requests from other applications if added to this %@.
de: Zertifikate auf diesem YubiKey können verwendet werden, um Anfragen von anderen Anwendungen zu authentifizieren und zu signieren, wenn sie zu diesem %@ hinzugefügt werden.
fr: Les certificats de cette YubiKey peuvent être utilisés pour authentifier et signer les demandes d'autres applications si elles sont ajoutées à ce site %@.
ja: この YubiKey の証明書は、 %@に追加すれば、他のアプリケーションからのリクエストの認証や署名に使用できる。
sk: Certifikáty na tomto YubiKey možno použiť na overovanie a podpisovanie požiadaviek z iných aplikácií, ak sa pridajú do tohto %@.

source: Certificates on YubiKey
de: Zertifikate auf dem YubiKey
fr: Certificats sur YubiKey
ja: YubiKeyの証明書
sk: Certifikáty na YubiKey

source: Change
de: Ändern
fr: Changer
ja: 変更
sk: Zmeniť

source: Change password
de: Passwort ändern
fr: Modifier le mot de passe
ja: パスワードを管理
sk: Zmeniť heslo

source: Change PIN
de: PIN ändern
fr: Modifier le code PIN
ja: PINを変更
sk: Zmeniť PIN

source: Clear passwords
de: Passwörter löschen
fr: Effacer les mots de passe
ja: パスワードを消去する
sk: Vyčistiť heslá

source: Clear passwords saved on this device. This will prompt for a password next time a password protected YubiKey is used.
de: Lösche die auf diesem Gerät gespeicherten Passwörter. Dadurch wirst Du bei der nächsten Verwendung eines passwortgeschützten YubiKeys nach dem dazugehörigen Passwort gefragt.
fr: Efface les mots de passe enregistrés sur ce dispositif. Un mot de passe sera demandé lors de la prochaine utilisation d'une YubiKey protégée par un mot de passe.
ja: このデバイスに保存されているパスワードを消去します。これにより、次回パスワード保護されたYubiKeyを使用する際にパスワードの入力を求められます。
sk: Vyčistiť heslá uložené v tomto zariadení. Pri ďalšom použití heslom chráneného kľúča YubiKey sa zobrazí výzva na zadanie hesla.

source: Clear saved OATH passwords
de: Gespeicherte OATH-Passwörter löschen
fr: Effacer les mots de passe OATH enregistrés
ja: 保存した OATH パスワードを消去
sk: Vymazať uložené OATH heslá

source: Clear saved passwords
de: Gespeicherte Passwörter löschen
fr: Effacer les mots de passe enregistrés
ja: 保存したパスワードを消去
sk: Vymazať uložené heslá

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
sk: Zavrieť

source: Code calculated
de: Code berechnet
fr: Code calculé
ja: コードを導出しました
sk: Kód vypočítaný

source: Code expired
de: Code abgelaufen
fr: Code expiré
ja: コードが期限切れです
sk: Kód vypršal

source: Code not calculated
de: Code nicht berechnet
fr: Code non calculé
ja: コードは導出されていません
sk: Kód nie je vypočítaný

source: Configuration
de: Konfiguration
ja: 設定
sk: Nastavenie

source: Configuration read
de: Konfiguration gelesen
fr: Lecture de la configuration
ja: 設定読み込み
sk: Konfigurácia načítaná

source: Confirm OATH reset
de: OATH-Reset bestätigen
fr: Confirmer la réinitialisation de l'OATH
ja: OATHリセットの確認
sk: Potvrdiť obnovenie OATH

source: Connection cancelled by user
de: Verbindung vom Benutzer abgebrochen
fr: Connexion annulée par l'utilisateur
ja: ユーザーによる接続のキャンセル
sk: Pripojenie zrušené používateľom

source: Contact support
de: Kontakt zum Support
fr: Contacter le support
ja: サポートへのお問い合わせ
sk: Kontaktovať podporu

source: Continue with limited usability
de: Weiter mit eingeschränkter Nutzbarkeit
fr: Continuer avec fonctionnalité limitée
ja: 使用制限ありで続行
sk: Pokračovať s obmedzenou použiteľnosťou

source: Copied to clipboard
de: In die Zwischenablage kopiert
fr: Copié dans presse-papiers
ja: クリップボードにコピーされました
sk: Skopírované do schránky

source: Copy
de: Kopieren
fr: Copier
ja: コピー
sk: Kopírovať

source: Current
de: Aktuell
fr: Actuel
ja: 現在
sk: Aktuálne

source: Current PIN
de: Aktuelle PIN
fr: PIN actuel
ja: 現在のPIN
sk: Aktuálny PIN

source: Data to String conversion error
de: Fehler bei der Umwandlung von Daten in Zeichenfolgen
fr: Erreur de conversion de données en chaîne
ja: データから文字列への変換エラー
sk: Chyba prevodu údajov na reťazec

source: Delete
de: Löschen
fr: Effacer
ja: 削除
sk: Vymazať

source: Delete account?
de: Konto löschen?
fr: Effacer compte?
ja: アカウントを削除しますか？?
sk: Vymazať účet?

source: Device type
de: Gerätetyp
fr: Type d'appareil
ja: デバイスタイプ
sk: Typ zariadenia

source: Digits
de: Ziffern
fr: Chiffres
ja: 桁
sk: Číslice

source: Disable Yubico OTP (recommended)
de: Yubico OTP deaktivieren (empfohlen)
fr: Désactiver Yubico OTP (recommandé)
ja: Yubico OTPを無効にする（推奨）
sk: Zakázať Yubico OTP (odporúčané)

source: Disabling Yubico OTP will prevent the YubiKey from appearing as a keyboard. If you don’t use Yubico OTP this is the recommended solution. This can be re-enabled from the settings page.
de: Die Deaktivierung von Yubico OTP verhindert, dass der YubiKey als Tastatur angezeigt wird. Wenn Du Yubico OTP nicht verwendest, ist dies die empfohlene Lösung. Dies kann auf der Einstellungsseite wieder aktiviert werden.
fr: Désactiver Yubico OTP empêchera l'affichage de la YubiKey comme clavier. Si vous n'utilisez pas Yubico, c'est la solution recommandée. Cette fonction peut être réactivée via la page des paramètres.
ja: Yubico OTPを無効にすると、YubiKeyがキーボードとして表示されなくなります。Yubico OTPを使用しない場合は、これが推奨される解決策です。Yubico OTPは、設定ページから再度有効にできます.
sk: Zakázanie funkcie Yubico OTP zabráni tomu, aby sa YubiKey zobrazoval ako klávesnica. Ak nepoužívate Yubico OTP, toto je odporúčané riešenie. Túto funkciu môžete znovu povoliť na stránke nastavení.

source: Dismiss details view
de: Detailansicht verwerfen
fr: Fermer la vue détaillée
ja: 詳細ビューを閉じる
sk: Zrušiť zobrazenie podrobností

source: Duplicate accounts!
de: Doppelte Konten!
fr: Comptes en double !
ja: アカウントが重複しています
sk: Duplicitné účty!

source: Enabled
de: Aktiviert
fr: Activé
ja: 有効
sk: Povolené

source: enter current password
de: aktuelles Passwort eingeben
fr: mot de passe actuel
ja: 現在のパスワード
sk: zadajte aktuálne heslo

source: enter current PIN
de: aktuelle PIN eingeben
fr: saisir le code PIN actuel
ja: 現在の暗証番号を入力
sk: zadajte aktuálny PIN kód

source: Enter manually
de: Manuell eingeben
fr: Saisir manuellement
ja: 手動で入力
sk: Zadať ručne

source: enter password
de: Passwort eingeben
fr: saisir le mot de passe
ja: 新しいパスワード
sk: zadajte heslo

source: Enter password
de: Passwort eingeben
fr: Saisir le mot de passe
ja: パスワードを入力
sk: Zadajte heslo

source: enter PIN
de: PIN eingeben
fr: saisir le code PIN
ja: 暗証番号を入力
sk: zadajte PIN

source: Enter the PIN to access the certificate.
de: Gebe die PIN ein, um auf das Zertifikat zuzugreifen.
fr: Saisir le code PIN pour accéder au certificat.
ja: 証明書にアクセスするにはPINを入力してください。
sk: Zadajte PIN kód na prístup k certifikátu.

source: Error
de: Fehler
fr: Erreur
ja: エラー
sk: Chyba

source: Error reading YubiKey
de: Fehler beim Lesen von YubiKey
fr: Erreur lors de la lecture de la YubiKey
ja: YubiKey読み取りエラー
sk: Chyba pri čítaní YubiKey

source: Error writing configuration
de: Fehler beim Schreiben der Konfiguration
fr: Erreur lors de l'écriture de la configuration
ja: 設定書き込みエラー
sk: Chyba pri zápise konfigurácie

source: Failed storing certificate
de: Speichern des Zertifikats fehlgeschlagen
fr: Échec du stockage du certificat
ja: 証明書の保存に失敗しました
sk: Zlyhalo ukladanie certifikátu

source: Failed to cast object to Data error
de: Fehler bei der Umwandlung eines Objekts in Daten
fr: Impossible de convertir l'objet en données
ja: データへのオブジェクトのキャスト失敗エラー
sk: Chyba pri prevode objektu na údaje

source: FIDO factory reset
de: FIDO-Werksreset
fr: Réinitialisation d'usine FIDO
ja: 工場出荷時の状態にリセット
sk: Obnoviť výrobné nastavenia FIDO

source: FIDO management over USB-C is not supported by iOS. Use NFC or the desktop Yubico Authenticator instead.
de: Die FIDO-Verwaltung über USB-C wird von iOS nicht unterstützt. Verwende stattdessen NFC oder die Desktop Version des Yubico Authenticator.
fr: La gestion FIDO via USB-C n'est pas prise en charge par iOS. Utilisez plutôt la NFC ou Yubico Authenticator.
ja: USB-C経由のFIDO管理はiOSではサポートされていません。代わりにNFCまたはデスクトップのYubico Authenticatorをご利用ください。
sk: Systém iOS nepodporuje spravovanie FIDO cez USB-C. Namiesto toho použite NFC alebo Yubico Authenticator na počítači.

source: FIDO over USB-C is not supported by iOS. Use NFC or the desktop Yubico Authenticator instead.
de: FIDO über USB-C wird von iOS nicht unterstützt. Verwende stattdessen NFC oder die Desktop Version des Yubico Authenticator.
fr: FIDO sur USB-C n'est pas pris en charge par iOS. Utilisez plutôt la NFC ou l'authentificateur de bureau Yubico.
ja: USB-C経由のFIDOはiOSではサポートされていません。代わりにNFCまたはデスクトップのYubico Authenticatorをご利用ください。
sk: Systém iOS nepodporuje FIDO cez USB-C. Namiesto toho použite NFC alebo Yubico Authenticator na počítači.

source: FIDO PIN protection
de: FIDO-PIN-Schutz
fr: Protection PIN FIDO
ja: FIDO PIN保護
sk: Ochrana FIDO PIN kódom

source: FIDO reset
de: FIDO zurücksetzen
fr: Réinitialisation FIDO
ja: FIDOリセット
sk: Obnoviť FIDO

source: Finished reading certificates
de: Lesen der Zertifikate abgeschlossen
fr: Lecture des certificats terminée
ja: 証明書の読み取りが終了しました
sk: Čítanie certifikátov dokončené

source: For additional security and to prevent unauthorized access the FIDO application can be protected by a PIN.
de: Für zusätzliche Sicherheit und zum Schutz vor unbefugtem Zugriff kann die FIDO-Anwendung durch eine PIN geschützt werden.
fr: Pour plus de sécurité et pour empêcher tout accès non autorisé, l'application FIDO peut être protégée par un code PIN.
ja: さらにセキュリティを高め、不正アクセスを防ぐために、FIDOアプリケーションはPINで保護することができる。
sk: Na dodatočné zabezpečenie a zabránenie neoprávnenému prístupu môže byť aplikácia FIDO chránená PIN kódom.

source: For additional security and to prevent unauthorized access the YubiKey can be password protected.
de: Für zusätzliche Sicherheit und um unbefugten Zugriff zu verhindern, kann der YubiKey mit einem Passwort geschützt werden.
fr: Pour plus de sécurité et pour empêcher tout accès non autorisé, le YubiKey peut être protégé par un mot de passe.
ja: さらにセキュリティを高め、不正アクセスを防ぐために、YubiKeyはパスワードで保護することができます。
sk: Na dodatočné zabezpečenie a zabránenie neoprávnenému prístupu môže byť YubiKey chránený heslom.

source: GENERAL
de: ALLGEMEINE EINSTELLUNGEN
fr: GÉNÉRALITÉS
ja: 一般
sk: VŠEOBECNÉ

source: Get a shared secret from any service you wish to secure, store it on the YubiKey and use it to generate your security codes. You will need a YubiKey 5Ci or a compatible YubiKey with NFC to get started.
de: Besorge Dir ein shared Secret/Seed von jedem Dienst, den Du mit Deinem YubiKey absichern möchtest, speichere es auf Deinem YubiKey und verwende es, um OTP Codes zu generieren. Du benötigst einen YubiKey 5Ci oder einen YubiKey mit NFC Funktionalität um loszulegen.
fr: Obtenez un secret partagé de tout service que vous souhaitez sécuriser, stockez-le sur la YubiKey et utilisez-le pour générer vos codes de sécurité. Vous aurez besoin d'une YubiKey 5Ci ou d'une YubiKey compatible avec NFC pour commencer.
ja: セキュリティを確保したいサービスから共有シークレットを取得し、YubiKeyに保存してセキュリティコードの生成に使用します。 利用開始にはYubiKey 5CiまたはNFC搭載の互換性のあるYubiKeyが必要です。
sk: Získajte zdieľané tajomstvo z akejkoľvek služby, ktorú chcete zabezpečiť, uložte ho do YubiKey a použite ho na generovanie bezpečnostných kódov. Na začatie budete potrebovať YubiKey 5Ci alebo kompatibilný kľúč YubiKey s funkciou NFC.

source: How does it work
de: Einführung
fr: Comment cela fonctionne-t-il ?
ja: どのように機能するのか
sk: Ako to funguje

source: How it works
de: Wie funktioniert es
fr: Comment cela fonctionne-t-il
ja: 仕組み
sk: Ako to funguje

source: If enabled, scanning the YubiKey will display a notification. Tapping the notification will reveal the One-Time Password.
de: Wenn aktiviert, wird beim Scannen des YubiKey eine Benachrichtigung angezeigt. Wenn Du auf die Benachrichtigung tippst, wird der Yubico OTP Code angezeigt.
fr: Si cette option est activée, le balayage de la clé YubiKey affiche une notification. En appuyant sur la notification, le mot de passe à usage unique s'affiche.
ja: 有効な場合、YubiKeyをスキャンすると通知が表示されます。通知をタップするとワンタイムパスワードが表示されます。
sk: Ak je táto funkcia povolená, pri naskenovaní YubiKey sa zobrazí oznámenie. Ťuknutím na oznámenie sa zobrazí jednorazové heslo.

source: If enabled, the YubiKey will output a One-Time Password when touched. Since the YubiKey is detected as a keyboard the built in keyboard in iOS will be disabled.
de: Wenn diese Option aktiviert ist, gibt der YubiKey bei Berührung ein Yubico OTP Code aus. Da der YubiKey als Tastatur erkannt wird, wird die iOS Tastatur deaktiviert.
fr: Si cette option est activée, le YubiKey émettra un mot de passe à usage unique lorsqu'il sera touché. Puisque le YubiKey est détecté comme un clavier, le clavier intégré dans iOS sera désactivé.
ja: YubiKeyをタッチするとワンタイムパスワードが出力されます。YubiKeyはキーボードとして検出されるため、iOSの内蔵キーボードは無効になります。
sk: Ak je táto funkcia povolená, YubiKey po dotyku zobrazí jednorazové heslo. Keďže YubiKey je rozpoznaný ako klávesnica, vstavaná klávesnica v systéme iOS bude vypnutá.

source: If you have a YubiKey 5Ci, plug it in. Touch the contacts on the sides when prompted.
de: Falls Du einen YubiKey 5Ci besitzt schließe ihn jetzt bitte an. Berühre bitte die Kontakte des YubiKeys sobald Du dazu aufgefordert wirst.
fr: Si vous avez une YubiKey 5Ci, branchez-la. Touchez les contacts sur les côtés lorsque vous y êtes invité.
ja: YubiKey 5Ciをお持ちの場合は、接続してください。 プロンプトが表示されたら、側面の接点をタッチします。
sk: Ak máte YubiKey 5Ci, pripojte ho. Po výzve sa dotknite kontaktov po stranách.

source: If you have a YubiKey with NFC, pull down the main view to activate NFC. Hold the key horizontally and tilt the iPhone towards the key. Touch the center of the key to the edge of the phone.
de: Falls Du einen YubiKey mit NFC Funktionalität besitzt, ziehe bitte in der Hauptansicht der App nach unten um das NFC Scanning zu aktivieren. Halte den YubiKey an den NFC Leser Deine iPhones. Berühre die Mitte Deines YubiKeys (goldene Kontaktfläche) während Du ihn weiterhin an den Rand Deines iPhones hälst.
fr: Si vous disposez d'une clé YubiKey avec NFC, abaissez la vue principale pour activer la NFC. Tenez la clé horizontalement et inclinez l'iPhone vers la clé. Touchez le centre de la clé au bord du téléphone.
ja: NFC搭載のYubiKeyをお持ちの場合は、メインビューを引き下げてNFCを有効にします。 キーを水平に持ち、iPhoneをキーの方に傾けます。 キーの中央をiPhoneの端にタッチします。
sk: Ak máte YubiKey s funkciou NFC, potiahnutím hlavného zobrazenia aktivujte funkciu NFC. Držte kľúč vo vodorovnej polohe a nakloňte iPhone smerom ku kľúču. Dotknite sa stredom kľúča okraja telefónu.

source: Incorrect password. Re-enter password.
de: Falsches Passwort. Gib das Passwort erneut ein.
fr: Mot de passe incorrect. Saisissez à nouveau le mot de passe.
ja: パスワードが正しくありません。パスワードを再入力してください。
sk: Nesprávne heslo. Znovu zadajte heslo.

source: Insert YubiKey
de: YubiKey verbinden
fr: Insérez YubiKey
ja: YubiKeyを挿入
sk: Vložte YubiKey

source: Insert YubiKey or pull down to activate NFC
de: YubiKey verbinden oder nach unten ziehen, um NFC zu aktivieren
fr: Insérez la YubiKey ou tirez vers le bas pour activer NFC
ja: YubiKeyを挿入してください。またはプルダウンしてNFCを有効にしてください
sk: Vložte kľúč YubiKey alebo potiahnite nadol, aby ste aktivovali NFC

source: Invalid device info received from YubiKey
de: Ungültige Geräteinformationen von YubiKey empfangen
fr: Informations invalides sur le dispositif reçues de YubiKey
ja: YubiKey から無効なデバイス情報を受信しました。
sk: Neplatné informácie o zariadení prijaté z YubiKey

source: Invalid session state.
de: Sitzungsstatus ungültig.
fr: État de la session non valide.
ja: 無効なセッション状態です。
sk: Neplatný stav relácie.

source: Invalid signature
de: Signatur ungültig
fr: Signature non valide
ja: 無効な署名
sk: Neplatný podpis

source: Invalid URI format
de: Ungültiges URI-Format
fr: Format URI non valide
ja: 無効なURIフォーマット
sk: Neplatný formát URI

source: Item not found in secure storage
de: Objekt konnte nicht im sicheren Speicher gefunden werden
fr: Élément introuvable dans le stockage sécurisé
ja: アイテムが安全なストレージで見つかりません
sk: Položka sa nenašla v zabezpečenom úložisku

source: Key is password protected
de: Schlüssel ist passwortgeschützt
fr: La clé est protégée par mot de passe
ja: キーはパスワードで保護されています
sk: Kľúč je chránený heslom

source: Licensing
de: Lizenz
fr: Licences
ja: ライセンス
sk: Licencie

source: Manage password
de: Passwort verwalten
fr: Gérer mot de passe
ja: パスワードを管理
sk: Spravovať heslo

source: Manage PIN
de: PIN verwalten
fr: Modifier PIN
ja: PINを変更
sk: Spravovať PIN

source: Menu
de: Menü
ja: メニュー
sk: Ponuka

source: Never for this YubiKey
de: Niemals für diesen YubiKey
fr: Jamais pour cette YubiKey
ja: このYubiKeyには使用しないでください
sk: Nikdy pre tento YubiKey

source: New
de: Neu
fr: Nouveau
ja: 新しい
sk: Nové

source: New OTP configuration saved
de: Neue OTP-Konfiguration gespeichert
fr: Nouvelle configuration OTP enregistrée
ja: 新しいOTP設定が保存されました
sk: Nové nastavenie OTP bolo uložené

source: Next
de: Weiter
fr: Suivant
ja: 次のページ
sk: Ďalej

source: NFC not supported on this device
de: NFC wird von diesem Gerät nicht unterstützt
fr: La technologie NFC n'est pas prise en charge par cet appareil
ja: このデバイスではNFCはサポートされていません
sk: Toto zariadenie nepodporuje technológiu NFC

source: NFC settings
de: NFC-Einstellungen
fr: Paramètres NFC
ja: NFC設定
sk: Nastavenia NFC

source: No account information found!
de: Keine Kontoinformationen gefunden!
fr: Aucune information de compte trouvée !
ja: アカウント情報が見つかりません
sk: Nenašli sa žiadne informácie o účte!

source: No accounts on YubiKey
de: Keine Konten auf diesem YubiKey
fr: Aucun compte sur YubiKey
ja: YubiKeyにアカウントがありません
sk: Žiadne účty na YubiKey

source: No camera permissions
de: Kein Zugriffsrecht auf Kamera
fr: Aucune autorisation de caméra
ja: カメラの権限がありません
sk: Žiadne povolenia na používanie fotoaparátu

source: No certificates on YubiKey
de: Keine Zertifikate auf YubiKey
fr: Aucun certificat sur YubiKey
ja: YubiKeyに証明書がありません
sk: Žiadne certifikáty na YubiKey

source: No matching accounts on YubiKey
de: Keine passenden Konten auf YubiKey
fr: Aucun compte correspondant sur YubiKey
ja: YubiKeyに一致するアカウントがありません
sk: Žiadne zodpovedajúce účty na YubiKey

source: No name
de: Kein Name
fr: Aucun nom
ja: 名前がありません
sk: Žiadne meno

source: No public key certificates in keychain
de: Keine Zertifikate vorhanden
fr: Aucun certificat de clé publique dans le porte-clés
ja: キーチェーンに公開鍵の証明書がありません
sk: Žiadne certifikáty verejného kľúča vo zväzku kľúčov

source: No QR code?
de: Kein QR-Code?
fr: Pas de code QR ?
ja: QRコードがありませんか？
sk: Žiadny QR kód?

source: Not Enabled
de: Nicht aktiviert
fr: Non activé
ja: 有効化されていません
sk: Nie je zapnuté

source: Not now
de: Nicht jetzt
fr: Pas maintenant
ja: 今はできません
sk: Teraz nie

source: Not valid credential information
de: Ungültige Anmeldeinformationen
fr: Informations d'identification non valides
ja: 有効な資格情報ではありません
sk: Neplatné informácie o poverení

source: Notifications disabled
de: Benachrichtigungen deaktiviert
fr: Notifications désactivées
ja: 通知が無効になっています
sk: Oznámenia sú vypnuté

source: OATH accounts deleted and OATH application reset to factory defaults.
de: OATH-Konten gelöscht und OATH-Anwendung auf Werkseinstellungen zurückgesetzt.
fr: Comptes OATH supprimés et application OATH réinitialisée aux paramètres par défaut.
ja: OATHアカウントが削除され、OATHアプリケーションが工場出荷時のデフォルトにリセットされています。
sk: Účty OATH boli odstránené a aplikácia OATH bola obnovená na predvolené výrobné nastavenia.

source: OATH password
de: OATH-Passwort
fr: Mots de passe OATH
ja: OATHパスワード
sk: Heslo OATH

source: OATH password protection
de: OATH-Passwortschutz
fr: Protection par mot de passe OATH
ja: オプションのパスワード保護
sk: Ochrana OATH heslom

source: OATH passwords
de: OATH-Passwörter
fr: Mots de passe OATH
ja: OATHパスワード
sk: Heslá OATH

source: on this YubiKey
de: auf diesem YubiKey
fr: sur cette YubiKey
ja: このYubiKeyで
sk: na tomto YubiKey

source: Open iOS Settings app
de: Öffne die iOS-Einstellungs-App
fr: Ouvrez l'application Réglages iOS
ja: iOS設定アプリを開く
sk: Otvoriť aplikáciu Nastavenia iOS

source: Operation timed out.
de: Der Vorgang wurde abgebrochen.
fr: L'opération a été interrompue.
ja: オペレーションがタイムアウトしました。
sk: Operácia vypršala.

source: or pull down to activate NFC
de: oder nach unten ziehen, um NFC zu aktivieren
fr: ou tirez vers le bas pour activer NFC
ja: またはプルダウンしてNFCを有効にします
sk: alebo potiahnite nadol, aby ste aktivovali NFC
